<?php

/* @var $this yii\web\View */

$this->title = \Yii::t('app', 'app-name');
?>
<div class="site-index">

    <div class="jumbotron">
        <h1>Рецепты</h1>
    </div>

    <div class="body-content">
    <?
    if (count($foundContent) > 0) {
        foreach ($foundContent as $modelName=>$item) {
            echo $this->renderFile(dirname(__FILE__).'/../'.$modelName.'/foundList.php', ['items'=>$item]);
        }
    } else {
    ?>

        <div class="row">
            <div>
                <h3>Для домашнего приготовления а также заказа и питания в ближайших заведениях общественного питания.</h3>

                <p>Здесь вы можете найти много различных рецептов приготовления

Я хочу написать этот текст чтобы описать как наш работает наш портал.

Он поможет найти вам интересный рецепт. 
Вы можете его изготовить дома сами, а можете заказать у наших партнеров, которые осуществляют деятельность рядом с вами.
Наш портал удобен для офисных работников, у которых нет в доступности столовой или другой точки питания. Наши многочисленные партнеры могут изготавливать для вас понравившиеся вам блюда и доставлять к вам в офис.
Также этот сайт будет полезен для предприимчивых людей, которые любят готовить, или для точек общественного питания которые заинтересованы в расширении клиентской базы.
</p>

                <p><a class="btn btn-default" href="http://www.yiiframework.com/doc/">Yii Documentation &raquo;</a></p>
            </div>
        </div>
    <?}?>
    </div>
</div>
